Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.DimensionSetBaseAttributes


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.CombinedDimension


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.DimensionType


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.ExtensionLine


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.ShortDimension


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.UpdateGrouping


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.NumericValueHidden


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagA


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagB


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagC


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagD


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagE


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagF


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.IncludePartCountInTagG


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.ModelObjectId


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.ExcludePartsAccordingToFilter


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.Exaggeration


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.ToStruct(Tekla.Structures.Drawing.StraightDimensionSet.StraightDimensionSetAttributes)


Tekla.Structures.DrawingInternal.dotGrStraightDimensionSetAttributes_t.FromStruct(Tekla.Structures.Drawing.StraightDimensionSet.StraightDimensionSetAttributes)
